/* Title for button: Cancel */
"button.commonTitle.cancel" = "Cancel";

/* Title for button: Create */
"button.commonTitle.create" = "Create";

/* Title for button: Delete */
"button.commonTitle.delete" = "Delete";

/* Title for button: Done */
"button.commonTitle.ready" = "Ready";

/* Title for button: Save */
"button.commonTitle.save" = "Save";

/* Title for button: Add Category */
"category.add.buttonTitle" = "Add category";

/* Exceeding the 24 character limit when entering a category title */
"category.errorTitle.overLimit24Characters" = "Limit 24 characters";

/* Placeholder for category title input */
"category.inputTitle.placeholder" = "Enter category title";

/* Title of category with pinned trackers */
"category.pinnedTrackers.title" = "Pinned";

/* Request message to delete a category */
"category.requestDelete.message" = "Is this category definitely not needed?";

/* Message when there are no categories in the database */
"empty.categoriesList.message" = "Habits and events can be combined by meaning";

/* Message when text pattern search fails */
"empty.searchList.message" = "Nothing found";

/* Message when there are no statistics in the database */
"empty.statisticsList.message" = "Nothing to analyze yet";

/* Message when there are no trackers in the database */
"empty.trackersList.message" = "What will we track?";

/* Title for menu: Delete */
"menu.commonTitle.delete" = "Delete";

/* Title for menu: Edit */
"menu.commonTitle.edit" = "Edit";

/* Title for menu: Pin */
"menu.commonTitle.pin" = "Pin";

/* Title for menu: Unpin */
"menu.commonTitle.unpin" = "Unpin";

/* Text on onboarding's blue page */
"onboarding.bluePage.text" = "Track only\njust what you want";

/* Title for onboarding stop button */
"onboarding.button.title" = "This is technology!";

/* Text for the onboarding red page */
"onboarding.redPage.text" = "Even if it not\nliters of water and yoga";

/* Schedule description option: Every Day */
"schedule.everyDay.description" = "Every day";

/* Section Category Title */
"section.category.title" = "Category";

/* Color section title */
"section.color.title" = "Color";

/* Emoji section title */
"section.emoji.title" = "Emoji";

/* Schedule section title" */
"section.schedule.title" = "Schedule";

 /* Statistics title: Average value */
"statistics.averageValue.title" = "Average value";

/* Statistics title: Best Period */
"statistics.bestPeriod.title" = "Best period";

/* Statistics title: Trackers completed */
"statistics.completedTrackers.title" = "Trackers completed";

/* Statistics title: Ideal Days */
"statistics.idealDays.title" = "Ideal days";

/* Title for tabbar item: Statistics */
"statistics.tabbarItem.title" = "Statistics";

/* Exceeded the 38 character limit when entering the tracker title */
"tracker.errorTitle.overLimit38Characters" = "38 character limit";

/* Filter Title: All */
"tracker.filterAll.title" = "All trackers";

/* Filter name: Completed */
"tracker.filterCompleted.title" = "Completed";

/* Title for button: Filters */
"tracker.filters.buttonTitle" = "Filters";

/* Title for the filter: Today */
"tracker.filterToday.title" = "Trackers for today";

/* Filter name: Uncompleted */
"tracker.filterUncompleted.title" = "Uncompleted";

/* Placeholder for tracker title input */
"tracker.inputTitle.placeholder" = "Enter tracker title";

/* Request message to delete the tracker */
"tracker.requestDelete.message" = "Are you sure you want to delete the tracker?";

/* Placeholder to enter the search string */
"tracker.search.placeholder" = "Search";

/* Tracker type: Irregular event */
"tracker.type.event" = "Irregular event";

/* Tracker type: Habit */
"tracker.type.habit" = "Habit";

/* Title for tabbar item: Trackers */
"trackers.tabbarItem.title" = "Trackers";

/* Title for the default screen title */
"vc.default.title" = "Creating/Editing habit";

/* Edit Category screen title */
"vc.editCategory.title" = "Edit category";

/* Edit Habit screen title */
"vc.editTracker.title" = "Edit habit";

/* Screen title Filters */
"vc.filters.title" = "Filters";

/* Screen title New Category */
"vc.newCategory.title" = "New category";

/* Screen title New irregular event */
"vc.newEvent.title" = "New irregular event";

/* Screen title New Habit */
"vc.newHabit.title" = "New habit";

/* Screen title Category */
"vc.selectCategory.title" = "Category";

/* Screen title Schedule */
"vc.selectSchedule.title" = "Schedule";

/* Screen title Creating a tracker */
"vc.selectTrackerType.title" = "Tracker creation";

/* Statistics screen title */
"vc.statistics.title" = "Statistics";

/* Заголовок экрана Трекеры */
"vc.trackers.title" = "Trackers";
